[
  {
    "quote": "You can be free. You can live and work anywhere in the world. You can be independent from routine and not answer to anybody.",
    "author": "Alexander Elder",
    "meaning": "Trading can be very exciting and rewarding, given you understand the foundations of the market and know what you’re doing."
  },
  {
    "quote": "I believe in analysis and not forecasting.",
    "author": "Nicolas Darvas",
    "meaning": "Without analysis, trading would pretty much resemble gambling. You can make a sound trading decision only if you’ve previously analysed the market."
  },
  {
    "quote": "A peak performance trader is totally committed to being the best and doing whatever it takes to be the best. He feels totally responsible for whatever happens and thus can learn from mistakes. These people typically have a working business plan for trading because they treat trading as a business.",
    "author": "Van K. Tharp",
    "meaning": "If you really want to succeed in trading, you need to treat trading as a full-time business</a> and not as a part-time hobby. Learning how to trade successfully can be a tough endeavour."
  },
  {
    "quote": "We simply attempt to be fearful when others are greedy and to be greedy only when others are fearful.",
    "author": "Warren Buffett",
    "meaning" : "In his quote, Buffet recommends to be one step ahead of the crowd. When everyone is buying, chances are that the price could reverse soon. Similarly, when everyone is selling, lower market prices create a great buying opportunity."
  },
  {
    "quote": "When I get hurt in the market, I get the hell out. It doesn’t matter at all where the market is trading. I just get out, because I believe that once you’re hurt in the market, your decisions are going to be far less objective than they are when you’re doing well… If you stick around when the market is severely against you, sooner or later they are going to carry you out.",
    "author": "Randy McKay",
    "meaning": "Never chase the market for trades. If you have a losing streak, take a break and let your emotions cool down."
  },
  {
    "quote": "The key to trading success is emotional discipline. If intelligence were the key, there would be a lot more people making money trading… I know this will sound like a cliché, but the single most important reason that people lose money in the financial markets is that they don’t cut their losses short.",
    "author": "Victor Sperandeo",
    "meaning": "The discipline of keeping your emotions under control is what makes or breaks a trader. If a trade goes against, inexperienced traders tend to wait for the trade to reverse – They don’t want to close it with a loss. However, that’s exactly what successful traders do."
  },
  {
    "quote": "What seems too high and risky to the majority generally goes higher and what seems low and cheap generally goes lower.",
    "author": "William O’Neil",
    "meaning": "Markets are nothing more than a crowd of buyers and sellers. Greed and fear cause high prices to go even higher and low prices to go even lower – until the bubble bursts."
  },
  {
    "quote": "You don&#8217;t need to be a rocket scientist. Investing is not a game where the guy with the 160 IQ beats the guy with 130 IQ.",
    "author": "Warren Buffett",
    "meaning": "As another quote said, trading is not about intelligence but emotional discipline. The guy who is patient, disciplined and has strict money management rules will likely outperform the guy with a high IQ."
  },
  {
    "quote": "Money is made by sitting, not trading.",
    "author": "Jesse Livermore",
    "meaning": "This is a powerful one by Jesse Livermore. Placing a trade is straightforward and simple, but you have to do your analysis to make sure that the trade has a high success rate. Analysis and patience make up 99% of the work, placing a trade the remaining 1%."
  },
  {
    "quote": "That cotton trade was almost the deal breaker for me. It was at that point that I said, ‘Mr. Stupid, why risk everything on one trade? Why not make your life a pursuit of happiness rather than pain?",
    "author": "Paul Tudor Jones",
    "meaning": "If you have difficulties falling asleep at night, chances are that you’re taking too much risk on your trades. Never risk more than you can afford to lose on a single trade."
  },
  {
    "quote": "The elements of good trading are:(1) cutting losses, (2) cutting losses, and (3) cutting losses. If you can follow these three rules, you may have a chance.",
    "author": "Ed Seykota",
    "meaning": "Here’s another quote that emphasises the importance of risk management. Cut your losses short and let your profits run, and you may succeed."
  },
  {
    "quote": "Money is just something you need in case you do not die tomorrow. Let this is a reminder for you not to obsess over profits and losses. In whatever you do, strive for enjoyment, focus, contentment, humility, openness&#8230; Paradoxically (and as an unintended consequence) your trading performance will improve significantly.",
    "author": "Yvan Byeajee",
    "meaning": "Many traders start to trade because of the potential reward. However, just like in other activities, you have to love your job to be good at it. Don’t focus too much on the money, but rather enjoy your trading journey. If you have problems in doing so, ask yourself whether trading is the right career path for you."
  },
  {
    "quote": "Confidence is not &#8220;I will profit on this trade.&#8221; Confidence is &#8220;I will be fine if I don&#8217;t profit from this trade.",
    "author": "Yvan Byeajee",
    "meaning": "Trading is all about controlling your emotions and risk management. Don’t expect to be right on every single trade – even professional traders aren’t."
  },
  {
    "quote": "You don’t need to trade often. If you can catch one or two moves to the targets during the day with good size, you can make a good living and keep trading costs down",
    "author": "Unknown",
    "meaning": "Overtrading is a major mistake that beginners in the market make. You’ll be good even with one or two trades per day, week or even month. The point is to pick those trades that have the highest probability of success. This also keeps trading costs down."
  },
  {
    "quote": "Don't blindly follow someone, follow market and try to hear what it is telling you.",
    "author": "Jaymin Shah",
    "meaning": "Avoid following self-proclaimed market gurus. Try to build your own view of the market. If you’re a technical trader, keep in mind that the price is already discounting fundamental information and market news."
  },
  {
    "quote": "Losses are necessary, as long as they are associated with a technique to help you learn from them.",
    "author": "David Sikhosana",
    "meaning": "This is a powerful quote from David. We can’t avoid losses, but we can follow a strict and sound trading plan and fine-tune it after each losing trade. Was your entry point the problem, or your stop-loss? What was your entry trigger? Identify the reason for the losing trade."
  },
  {
    "quote": "Throughout my financial career, I have continually witnessed examples of other people that I have known being ruined by a failure to respect risk. If you don’t take a hard look at risk, it will take you",
    "author": "Larry Hite",
    "meaning": "Another great quote on risk management (as we said, there will be plenty of them.)"
  },
  {
    "quote": "I think investment psychology is by far the more important element, followed by risk control, with the least important consideration being the question of where you buy and sell.",
    "author": "Tom Basso",
    "meaning": "Successful traders have a large chance to make a profit even from a bad trade. Why? Because they know what’s the right time to exit a trade."
  },
  {
    "quote": "It does not matter how slowly you go as long as you do not stop.",
    "author": "Confucius",
    "meaning": "Ok I admit, Confucius wasn’t a Forex trader, but many of his quotes can be related to trading. It’s consistency that makes a great trader."
  },
  {
    "quote": "The goal of a successful trader is to make the best trades. Money is secondary.",
    "author": "Alexander Elder",
    "meaning": "Forget about money. Trading is a business that you need to love to be good at it."
  },
  {
    "quote": "The desire for constant action irrespective of underlying conditions is responsible for many losses in Wall Street even among the professionals, who feel that they must take home some money every day, as though they were working for regular wages.",
    "author": "Jesse Livermore",
    "meaning": "It’s hard to rely on trading to make a living, although there are many traders who achieve that. You don’t have to take a trade every single day. Also, if you’re after a regular (and stable) income, well, then trading may be not the right career path for you."
  },
  {
    "quote": "It’s not what we do once in a while that shapes our lives. It’s what we do consistently.",
    "author": "Anthony Robbins",
    "meaning": "Great traders aren’t born or made overnight. It takes patience, discipline and consistency to master the art of trading."
  },
  {
    "quote": "Learn to take losses. The most important thing in making money is not letting your losses get out of hand",
    "author": "Marty Schwartz",
    "meaning": "Losses are an integral part of any trader’s life. Losses are not the problem, it’s the ignorance of risk and money management and letting your losses get out of control that is."
  },
  {
    "quote": "I have learned through the years that after a good run of profits in the markets, it`s very important to take a few days off as a reward. The natural tendency is to keep pushing until the streak ends. But experience has taught me that a rest in the middle of the streak can often extend it.",
    "author": "Marty Schwartz",
    "meaning": "A streak of winning trades can boost your ego and self-confidence to such an extent that you start believing that you’re invincible. If that is the case, try to take a break from trading to calm your emotions down."
  },
  {
    "quote": "In this business if you’re good, you’re right six times out of ten. You’re never going to be right nine times out of ten.",
    "author": "Peter Lynch",
    "meaning": "Even professional traders have a winning rate closer to 50-60% than you might think. It’s not the winning rate that determines the profitability of a trader – it’s the amount of profits that the trader makes relative to his or her losses."
  },
  {
    "quote": "It takes 20 years to build a reputation and 5 minutes to ruin it. If you think about that, you’ll do things differently.",
    "author": "Warren Buffett",
    "meaning": "Building a reputation is hard. It takes one bad decision, one bad trade to ruin everything."
  },
  {
    "quote": "If you personalize losses, you can't trade.",
    "author": "Bruce Kovner",
    "meaning": "Never take losses personally. Markets are neither moral nor amoral – they’re immoral."
  },
  {
    "quote": "I’m always thinking about losing money as opposed to making money. Don’t focus on making money, focus on protecting what you have",
    "author": "Paul Tudor Jones",
    "meaning": "As traders, the most important step we need to do is to preserve our trading capital at all times. Only then should we think about profits and making money."
  },
  {
    "quote": "You will never find fulfillment trading the markets if you don&#8217;t learn to appreciate and be satisfied with what you already have.",
    "author": "Yvan Byeajee",
    "meaning": "Another powerful quote from Yvan, that tells us trading is not all about making money and a regular income. There are no guarantees in trading. You need to appreciate what you already have to enjoy trading."
  },
  {
    "quote": "Markets change their behavior faster than people can change their minds… That is why intraday trading is so difficult",
    "author": "Unknown",
    "meaning": "Intraday trading is full of market noise and over-reaction to news. Sentiment can change quite fast on short-term timeframes, often faster than traders’ minds."
  },
  {
    "quote": "Focus, patience, wise discernment, non-attachment —the skills you acquire in meditation and the skills you need to thrive in trading are one and the same.",
    "author": "Yvan Byeajee",
    "meaning": "We decided to put this as the last quote in our list because of its timeless wisdom. Trading is all about patience, focus, control of emotions and similar skills that can be found in meditation for example. That's why some traders don’t make it in the market despite their efforts."
  }
]